Repository: Aituglo/old_onyx
Catalog: onyx/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: You're not admin
fr: Vous n'êtes pas Administateur

source: An error has occured !
fr: Une erreur est survenue !

source: Passwords are not same !
fr: Les mots de passes ne sont pas les mêmes

source: Account Added !
fr: Compte Ajouté !

source: A Account with this informations already exist !
fr: Un compte avec ces informations existe déjà

source: Incorrect email or password !
fr: Mauvais email ou mot de passe !

source: You are now connected
fr: Vous êtes maintenant connecté

source: Token Added
fr: Token ajouté

source: Token Deleted
fr: Token supprimé

source: You are now log out
fr: Vous êtes maintenant déconnecté

source: Account deleted !
fr: Compte supprimé !

source: Account changed !
fr: Compte modifié !

source: Account changed successfully
fr: Compte Changé avec succès

source: An error has occured
fr: Une erreur est survenue

source: House Add
fr: Maison ajouté

source: House Deleted
fr: Maison supprimé

source: Kernel was train successfully
fr: Le bot a été entrainé

source: Machine Add
fr: Machine ajouté

source: Machine Deleted
fr: Machine supprimé

source: Modified
fr: Modifié !

source: Please reboot Onyx to change language
fr: Redémarrer Onyx pour changer la langue

source: Onyx is now rebooted !
fr: Onyx est maintenant redémarré !

source: Onyx is now upgrade !
fr: Onyx a été mis à jour !

source: Data Modified
fr: Données modifiées

source: Room Add
fr: Pièce ajouté

source: Room Deleted
fr: Piece supprimé

source: Scenario added successfully !
fr: Scenario ajouté avec succées

source: Scenario deleted successfully !
fr: Scenario supprimé avec succées

source: Skill Installed !
fr: Compétence installé !

source: Skill Uninstalled !
fr: Compétence désinstallé !

source: Skill Updated !
fr: Compétence mis à jour !

source: Added Successfuly !
fr: Ajouté !

source: Deleted with success !
fr: Supprimé !

source: Error
fr: Erreur

source: This is not an article
fr: Ce n'est pas un article

source: Onyx is installed !
fr: Onyx est installé !

source: The lang was changed ! Please reboot Onyx now
fr: La langue a été changé ! Veuillez redémarrer Onyx.

source: onyx.installation
fr: Installation

source: onyx.install.welcome
fr: Bienvenue

source: onyx.install.data_download
fr: Téléchargement des données

source: onyx.install.create_admin_account
fr: Création du compte admin

source: House
fr: Maison

source: onyx.install.final
fr: Finalisation

source: onyx.install.welcome_to_onyx
fr: Bienvenue sur Onyx !<br>Vous allez pouvoir régler votre configuration comme vous le souhaitez<br>Onyx sera votre assistant personnel et vous pourrez l'utiliser sur vos différents appareils

source: onyx.install.choice_lang
fr: Choisir sa langue

source: onyx.install.french
fr: Français

source: onyx.install.english
fr: Anglais

source: onyx.change_lang
fr: Changer la langue

source: onyx.install.next
fr: Suivant

source: Downloaded
fr: Téléchargé

source: Download
fr: Télécharger

source: Username
fr: Pseudo

source: Password
fr: Mot de passe

source: Configure your House
fr: Congigurez votre Maison

source: Name
fr: Nom

source: Address
fr: Adresse

source: City
fr: Ville

source: Postal
fr: Code Postal

source: Country
fr: Pays

source: Get Current Position
fr: Récupérer la position

source: Weather
fr: Météo

source: We need your DarkSky API key to access to the weather :
fr: Nous avons besoin de votre API DarkSky pour accéder à la météo :

source: API Token
fr: Token API

source: Final
fr: Finalisation

source: Your assistant is now correctly set! You can still change all these settings from your admin panel!
fr: Votre assistant est bien configuré, vous pourrez changer tous les paramètres dans Onyx.

source: You can now connect to the control panel, and add it to your favorites.
fr: Vous pouvez maintenant vous connecter à Onyx, et l'ajouter à vos favoris

source: Share the project !
fr: Partagez le projet !

source: Access to Onyx
fr: Accédez à Onyx

source: onyx.install.if_problem
fr: Si vous rencontrez des problèmes contactez nous sur notre forum

source: onyx.install.field_required
fr: Il manque des données !

source: onyx.install.invalid_email
fr: Email invalide !

source: Page not found ! Return to
fr: Page non trouvé ! Aller sur

source: An error has occured ! Return to
fr: Une erreur est survenue ! Retourner

source: Account
fr: Compte

source: Change information
fr: Changez des informations

source: New name
fr: Nouveau nom

source: New password
fr: Nouveau mot de passe

source: New email
fr: Nouvel email

source: Save
fr: Sauvegarder

source: Hi, I'm Onyx.
fr: Bonjour, Je suis Onyx.

source: Search
fr: Rechercher

source: Login
fr: Se connecter

source: Register
fr: S'inscrire

source: Hi !
fr: Bonjour !

source: My name is Onyx.
fr: Je suis Onyx.

source: Your personnal assistant !
fr: Votre assistant personnel !

source: Manage
fr: Modifier

source: Accounts
fr: Comptes

source: Modify
fr: Modifier

source: You're not an administrator so we can't delete accounts
fr: Vous n'êtes pas administrateur donc vous ne pouvais pas supprimer de comptes

source: My Account
fr: Mon compte

source: Change my account information
fr: Changer mes informations

source: Last password
fr: Ancien mot de passe

source: Confirm password
fr: Confirmer le mot de passe

source: App
fr: Application

source: My Apps
fr: Mes applications

source: Wiki
fr: Wikipedia

source: Calendar
fr: Calendrier

source: Add an event
fr: Ajouter un évenement

source: Title
fr: Titre

source: Place
fr: Lieu

source: Color
fr: Couleur

source: Choose
fr: Choisir

source: Dark blue
fr: Bleu foncé

source: Green
fr: Vert

source: Yellow
fr: Jaune

source: Red
fr: Rouge

source: Black
fr: Noir

source: Close
fr: Fermer

source: Change
fr: Changer

source: Delete event
fr: Supprimer un évenement

source: Help
fr: Aide

source: If you need help you can go to
fr: Si vous avez besoin vous pouvez aller sur

source: Or in the documentation
fr: Ou dans la documentation

source: Home
fr: Maison

source: Tutorial
fr: Tutoriel

source: You have not widgets :
fr: Vous n'avez pas de widgets :

source: Add
fr: Ajouter

source: See More
fr: En savoir plus

source: Info
fr: Informations

source: Log Out
fr: Se déconnecter

source: All you Onyx App are here.
fr: Toutes vos applications sont ici.

source: Next
fr: Suivant

source: Utilities
fr: Utilitaires

source: You want some tools for your job or for your life ?
fr: Vous avez besoin d'utilitaires pour votre travail ou votre vie ?

source: All you want is here
fr: Tout ce que vous avez besoin est ici

source: Skill
fr: Compétences

source: Increase the power of Onyx and install new skills.
fr: Augmenter le pouvoir d'Onyx et installer de nouvelles compétences

source: Organize your meeting and always be on time.
fr: Organisez vos rendez vous pour être tout le temps à l'heure.

source: Choose your clothes according to the weather.
fr: Choisissez vos vêtements en fonction de la météo du jour.

source: Scenario
fr: Scénarios

source: Imagine your own script that Onyx will do for you.
fr: Faites vos propres scénarios et Onyx les lancera pour vous.

source: Widgets
fr: Modules

source: Organize your Dashboard page.
fr: Organisez votre page d'accueil

source: Here are some info about Onyx.
fr: Quelques infos à propos d'Onyx

source: You need help ? Come on, I'm here for you.
fr: Vous avez besoin d'aide ? Je suis là pour vous.

source: Change Onyx settings and set it to your needs.
fr: Changez les paramètres d'Onyx comme vous le souhaitez

source: Manage your Account, Change your life.
fr: Changer votre compte, changer votre vie.

source: Hi I'm Onyx !
fr: Bonjour, je suis Onyx !

source: Your personnal assistant
fr: Votre assistant personnel

source: To talk with me, press CTRL+SPACE or click on me.
fr: Pour me parler, appuie sur CTRL+ESPACE ou clique sur moi.

source: Let's go for the tutorial !
fr: C'est parti pour le tutoriel !

source: It's you !
fr: C'est vous !

source: To change it let's use Gravatar.
fr: Pour le changer utilisez Gravatar.

source: Oh ! A notification !
fr: Oh ! Une nouvelle notification !

source: Let's see
fr: C'est parti !

source: App page !
fr: Page des Application !

source: You have here all the Onyx applications that are installed on the system.
fr: Vous avez ici toutes les applications qui sont installés sur Onyx.

source: Utilities page !
fr: Page des utilitaires !

source: Here are some utilities that you can use everyday.
fr: Quelques utilitaires utile dans la vie de tous les jours

source: Skill page !
fr: Page de compétences

source: Increase my power and install new skill for me.
fr: Augmente mon pouvoir et installe moi de nouvelles compétences

source: Calendar page !
fr: Page du Calendrier !

source: Manage your meeting.
fr: Organisez vos rendez-vous et évenements

source: One click or select some case to add an event and double click on an event to manage it !
fr: Un clique ou une selection pour ajouter un nouvel évenement et un double clique pour modifier l'évenement

source: Weather page !
fr: Page de la Méteo !

source: How do I dress? What time is it tomorrow? The answer is on this page.
fr: Comment m'habiller ? Quel temp fait il demain ? La réponse est sur cette page

source: Scenario page !
fr: Page des Scénarios

source: At 9 AM, you leave the house.
fr: Il est 9 h vous sortez de chez vous.

source: Onyx detects that you are not at home anymore, and shuts down everything inside.
fr: Onyx détecte que vous n'êtes plus dans la maison et éteint tout pour vous.

source: You can manage it here.
fr: Vous pouvez les modifier ici

source: Widgets page !
fr: Page des modules !

source: Change your Dashboard style and the page layout.
fr: Organisez votre page d'accueil comme bon vous le semble.

source: Add or Remove Dashboard Widgets.
fr: Ajouter ou supprimer des modules sur la page d'accueil

source: Info page !
fr: Page d'information

source: If you need some Information about Onyx, It's here.
fr: Si vous avez besoin d'informations concernant Onyx, c'est ici.

source: Help page !
fr: Page d'aide !

source: Come in my developers website and forum and ask for help.
fr: Venez demander à mes developpeurs si vous besoin d'aide.

source: Options page !
fr: Les Options !

source: Manage your settings as you want for a better experience.
fr: Changez vos paramètres pour une meilleure expérience.

source: Account page !
fr: Votre Compte !

source: Manage your account and change your name, password and email address.
fr: Changer votre compte, nom, mot de passe et adresse email.

source: Notification page !
fr: Les Notifications

source: Here you can see Onyx Notification.
fr: Voici les notifications d'Onyx

source: That's the end of the tutorial, enjoy!
fr: C'est la fin de ce tutoriel, amusez vous bien!

source: Finish
fr: Fini

source: Welcome
fr: Bienvenue

source: I am Onyx and I am glad to meet you
fr: Je suis Onyx et je suis heureux de te rencontrer

source: You have finished the Onyx tutorial! Congratulations
fr: Vous avez fini le tutoriel Onyx ! Félicitation !

source: You do not have notifications
fr: Vous n'avez pas de notification

source: Onyx is now close !
fr: Onyx est maintenant fermé !

source: System
fr: Système

source: Parameter
fr: Paramètres

source: Navbar
fr: Barre de navigation

source: Room
fr: Pièce

source: Data
fr: Données

source: Update Data
fr: Mettre à jour les données

source: Disk
fr: Disque

source: UpTime
fr: Démarrage

source: Light
fr: Lumineux

source: Dark
fr: Sombre

source: Submit
fr: Envoyer

source: Zip Code
fr: Code postal

source: Delete
fr: Supprimer

source: Send
fr: Envoyer

source: Host
fr: Hôte

source: Copy
fr: Copier

source: Weather Token
fr: Token Météo

source: Admin Options
fr: Options d'administration

source: Close Onyx
fr: Fermer Onyx

source: Manage Account
fr: Modifier les comptes

source: Train Kernel
fr: Entrainer le bot

source: French
fr: Français

source: Event
fr: Evenement

source: Create
fr: Créer

source: Use
fr: Utilisation

source: No event in your language
fr: Pas d'event dans votre langue

source: No action in your language
fr: Pas d'action dans votre langue

source: Please enter a name
fr: Entrez un nom

source: Skills
fr: Compétences

source: Install
fr: Installer

source: Install With URL
fr: Installer avec l'url

source: You have not install some skill
fr: Vous n'avez pas de compétences d'installé

source: View
fr: Vues

source: Config
fr: Configuration

source: Uninstall
fr: Désinstaller

source: Update
fr: Mettre à jour

source: Uninstalled
fr: Désinstallé

source: Installed
fr: Installé

source: Skill Name
fr: Nom de la compétence

source: Restart
fr: Redémarrer

source: Please restart Onyx !
fr: Redémarrez Onyx !

source: Result
fr: Résultat

source: Generate
fr: Générer

source: Calculator
fr: Calculatrice

source: No House
fr: Pas de Maison

source: See all article in
fr: Voir l'article sur
